var allNotices = [{
  content: '代码已开源：https://github.com/tfnmdmx/xhaGuide',
  time: '2-3',
  bg: '',
  text: '',
}, {
  content: '小程序的主要功能已经完成，之后会慢慢完善地点信息。\n善用首页的搜索，它会匹配数据库中所有包含输入关键词的内容，也因此输入的关键词要尽可能准确精简。',
  time: '8-29',
  bg: 'bg-green',
  text: 'text-green',
},  {
  content: '本小程序所有有关西海岸校区的文字及图片均来源于中国海洋大学西海岸校区公众号、官网、信印象公众号、中国海洋大学公众号及本人。\n目前只有一期建设项目的信息，包括学习综合体、工程楼、材料楼、食工楼、海洋生物研发中心、东区生活区和西区生活区等。\n须知该小程序所有内容均来源于本人所知，若有补充请联系我，谢谢。',
  time: '8-25',
  bg: '',
  text: '',
}, {
  content: '因微信小程序云开发即将取消免费额度开始收费，本小程序不再使用云开发，又因云服务器备案尚未完成，故暂未有上传和留言功能。\n另之前的崂山校区导航小程序(OUC灯塔导航)也因此原因将暂停服务。',
  time: '8-25',
  bg: 'bg-red',
  text: 'text-red',
}, ]

module.exports = {
  allNotices: allNotices,
}